import { bold } from "telegraf/format";

export const earn = () => bold(`
Как играть в Chips and Tips 🍟 🌏

💰 Нажмите на экран, чтобы заработать $TIPS.

🚀 Прибыль в час:
Повышайте уровень карт, чтобы получать пассивный доход, даже если вы не в игре в течение 6 часов. Затем вам нужно снова войти в игру.

🔋 Улучшайте навыки энергии и мульти-тапа, чтобы зарабатывать больше $TIPS.

🔐 Ежедневные задания и награды: Выполняйте ежедневные задания, чтобы заработать еще больше $TIPS и специальные бонусы. Заходите в игру ежедневно, чтобы получать награды.

💌 Приглашайте друзей:
Поделитесь удовольствием с друзьями! Пригласите их присоединиться, и вы оба заработаете $TIPS.

⬆️ Уникальные скины и NFT: Настройте Chips с эксклюзивными скинами и NFT, чтобы получать больше $TIPS.

👑 LVL Чем больше $TIPS у вас на балансе, тем выше уровень вашего питомца и тем быстрее вы сможете зарабатывать больше $TIPS.

💸 Токены Airdrop:
Обменяйте ваши $TIPS на токены Airdrop и получите захватывающие награды.

Получите ваши первые 500 $TIPS сейчас
`)