import { bold } from "telegraf/format";

export const earn = () => bold(`
วิธีเล่น Chips and Tips 🍟 🌏

💰 แตะหน้าจอเพื่อรับ $TIPS

🚀 กำไรต่อชั่วโมง:
เพิ่มระดับการ์ดที่จะให้โอกาสในการสร้างรายได้แบบพาสซีฟ แม้ว่าคุณจะไม่ได้อยู่ในเกมเป็นเวลา 6 ชั่วโมงก็ตาม จากนั้นคุณต้องเข้าสู่ระบบเกมอีกครั้ง

🔋 เพิ่มพลังงานและทักษะมัลติแทปเพื่อรับ $TIPS มากขึ้น

🔐 ภารกิจและรางวัลรายวัน: ทำภารกิจรายวันให้สำเร็จเพื่อรับ $TIPS และโบนัสพิเศษมากยิ่งขึ้น เข้าสู่ระบบทุกวันเพื่อรับรางวัลของคุณ

💌 เชิญเพื่อน:
แบ่งปันความสนุกกับเพื่อน ๆ! เชิญพวกเขาเข้าร่วมและคุณทั้งคู่จะได้รับ $TIPS

⬆️ สกินและ NFT ที่ไม่เหมือนใคร: ปรับแต่ง Chips ด้วยสกินและ NFT สุดพิเศษเพื่อรับ $TIPS มากขึ้น

👑 LVL ยิ่งคุณมี $TIPS ในยอดคงเหลือของคุณมากเท่าใด ระดับสัตว์เลี้ยงของคุณก็จะยิ่งสูงขึ้นและคุณจะได้รับ $TIPS มากขึ้นเร็วขึ้น

💸 โทเค็นแอร์ดรอป:
แลกเปลี่ยน $TIPS ของคุณเป็นโทเค็น Airdrop และรับรางวัลที่น่าตื่นเต้น

รับ $TIPS 500 แรกของคุณตอนนี้
`)