import { bold } from "telegraf/format";

export const earn = () => bold(`
चिप्स और टिप्स कैसे खेलें 🍟 🌏

💰 $TIPS कमाने के लिए स्क्रीन पर टैप करें।

🚀 प्रति घंटे लाभ:
कार्ड्स के स्तर को बढ़ाएं जो आपको निष्क्रिय आय के अवसर प्रदान करेंगे, यहां तक कि जब आप 6 घंटे तक खेल में नहीं होंगे। फिर आपको फिर से गेम में लॉग इन करने की आवश्यकता है।

🔋 अधिक $TIPS कमाने के लिए ऊर्जा और मल्टीटैप कौशल को बढ़ावा दें।

🔐 दैनिक क्वेस्ट और पुरस्कार: दैनिक क्वेस्ट को पूरा करें ताकि आप और अधिक $TIPS और विशेष बोनस प्राप्त कर सकें। अपनी पुरस्कारों का दावा करने के लिए प्रतिदिन लॉगिन करें।

💌 दोस्तों को आमंत्रित करें:
मज़े को दोस्तों के साथ साझा करें! उन्हें शामिल होने के लिए आमंत्रित करें और आप दोनों $TIPS कमाएंगे।

⬆️ अनूठी खाल और NFTs: अधिक $TIPS प्राप्त करने के लिए चिप्स को विशेष खाल और NFTs के साथ अनुकूलित करें।

👑 LVL आपके बैलेंस में जितने अधिक $TIPS होंगे, आपके पालतू जानवर का स्तर उतना ही अधिक होगा और आप अधिक $TIPS तेजी से कमा सकेंगे।

💸 एयरड्रॉप टोकन:
अपने $TIPS को एयरड्रॉप टोकन के लिए एक्सचेंज करें और रोमांचक पुरस्कार प्राप्त करें।

अभी अपने पहले 500 $TIPS का दावा करें
`)