import { bold } from 'telegraf/format'

export const greetings = (username: string) =>
    bold(`
हाय @${username}

Chips and Tips में आपका स्वागत है 🍟 🌏

खेलें. देखें. कमाएं.

Chips the Pug के साथ दुनिया भर में स्वादिष्ट यात्रा पर जुड़ें!

💰 $TIPS अर्जित करने के लिए टैप करें, वैश्विक व्यंजनों का अन्वेषण करें, और अपनी क्षमताओं को उन्नत करें।

💌 अधिक पुरस्कारों के लिए दोस्तों को आमंत्रित करना न भूलें।

⭐️ अपने $TIPS को Airdrop टोकन के लिए विनिमय करें और रोमांचक पुरस्कार प्राप्त करें।

चलिए खाना पकाते हैं! 🍽️✨
`)
