import { bold } from "telegraf/format";

export const earn = () => bold(`
Chips와 Tips 플레이 방법 🍟 🌏

💰 화면을 탭하여 $TIPS를 얻으세요.

🚀 시간당 수익:
카드 레벨을 올려 게임에 6시간 동안 접속하지 않아도 수동 수입 기회를 얻을 수 있습니다. 그런 다음 게임에 다시 로그인해야 합니다.

🔋 에너지 및 멀티탭 스킬을 향상하여 더 많은 $TIPS를 얻으세요.

🔐 데일리 퀘스트 및 보상: 일일 퀘스트를 완료하여 더 많은 $TIPS와 특별 보너스를 받으세요. 매일 로그인하여 보상을 받으세요.

💌 친구 초대:
친구와 즐거움을 공유하세요! 그들을 초대하면 두 분 모두 $TIPS를 얻을 수 있습니다.

⬆️ 독특한 스킨 및 NFT: 독점 스킨 및 NFT로 Chips를 커스터마이징하여 더 많은 $TIPS를 얻으세요.

👑 LVL 잔액에 $TIPS가 많을수록 펫의 레벨이 높아지고 더 많은 $TIPS를 더 빨리 얻을 수 있습니다.

💸 Airdrop 토큰:
$TIPS를 Airdrop 토큰으로 교환하고 흥미로운 보상을 받으세요.

지금 첫 500 $TIPS를 받으세요
`)